INSERT INTO public.regions (region_id, name) VALUES
('1', 'Автономна Республіка Крим'), ('2', 'Вінницька область'), ('3', 'Волинська область'), ('4', 'Дніпропетровська область'),
('5', 'Донецька область'), ('6', 'Житомирська область'), ('7', 'Закарпатська область'), ('8', 'Запорізька область'),
('9', 'Івано-Франківська область'), ('10', 'Київська область'), ('11', 'Кіровоградська область'), ('12', 'Луганська область'),
('13', 'Львівська область'), ('14', 'Миколаївська область'), ('15', 'Одеська область'), ('16', 'Полтавська область'),
('17', 'Рівненська область'), ('18', 'Сумська область'), ('19', 'Тернопільська область'), ('20', 'Харківська область'),
('21', 'Херсонська область'), ('22', 'Хмельницька область'), ('23', 'Черкаська область'), ('24', 'Чернівецька область'),
('25', 'Чернігівська область')
ON CONFLICT DO NOTHING;